[
    {
        "t": "I don’t have a problem with someone using their talents to become successful, I just don’t think the highest calling is success. Things like freedom and the expansion of knowledge are beyond success, beyond the personal. Personal success is not wrong, but it is limited in importance, and once you have enough of it it is a shame to keep striving for that, instead of for truth, beauty, or justice.",
        "a": "Richard Stallman",
        "w": true
    },
    {
        "t": "A skeptic is one who prefers beliefs and conclusions that are reliable and valid to ones that are comforting or convenient, and therefore rigorously and openly applies the methods of science and reason to all empirical claims, especially their own. A skeptic provisionally proportions acceptance of any claim to valid logic and a fair and thorough assessment of available evidence, and studies the pitfalls of human reason and the mechanisms of deception so as to avoid being deceived by others or themselves. Skepticism values method over any particular conclusion.",
        "a": "Steven Novella",
        "w": true
    },
    {
        "t": "Briefly stated, a skeptic is one who is willing to question any claim to truth, asking for clarity in definition, consistency in logic, and adequacy of evidence. The use of skepticism is thus an essential part of objective scientific inquiry and the search for reliable knowledge.",
        "a": "Paul Kurtz",
        "w": true
    },
    {
        "t":"What skeptical thinking boils down to is the means to construct, and to understand, a reasoned argument and, especially important, to recognize a fallacious or fraudulent argument. The question is not whether we like the conclusion that emerges out of a train of reasoning, but whether the conclusion follows from the premises or starting point and whether that premise is true.",
        "a":"Carl Sagan",
        "w":true
    },
    {
        "t":"Science is [...] a way of skeptically interrogating the universe with a fine understanding of human fallibility. If we are not able to ask skeptical questions, to interrogate those who tell us that something is true, to be skeptical of those in authority, then we’re up for grabs for the next charlatan, political or religious, who comes ambling along.",
        "a":"Carl Sagan",
        "w":true
    },
    {
        "t":"Scientific skepticism (is) the practice or project of studying paranormal and pseudoscientific claims through the lens of science and critical scholarship, and then sharing the results with the public.",
        "a":"Daniel Loxton",
        "w":true
    },
    {
        "t":"Skepticism is a provisional approach to claims. It is the application of reason to any and all ideas—no sacred cows allowed. In other words, skepticism is a method, not a position.",
        "a":"The Skeptics Society",
        "w":true
    },
    {
        "t":"The true meaning of the word skepticism has nothing to do with doubt, disbelief, or negativity. Skepticism is the process of applying reason and critical thinking to determine validity. It's the process of finding a supported conclusion, not the justification of a preconceived conclusion.",
        "a":"Brian Dunning",
        "w":"Brian_Dunning_(author)"
    },
    {
        "t":"Wise men speak because they have something to say; fools because they have to say something.",
        "a":"Plato",
        "w":true
    },
    {
        "t":"The heaviest penalty for declining to rule is to be ruled by someone inferior to yourself.",
        "a":"Plato",
        "w":true
    },
    {
        "t":"Never discourage anyone...who continually makes progress, no matter how slow.",
        "a":"Plato",
        "w":true
    },
    {
        "t":"If women are expected to do the same work as men, we must teach them the same things.",
        "a":"Plato",
        "w":true
    },
    {
        "t":"Human behavior flows from three main sources: desire, emotion, and knowledge.",
        "a":"Plato",
        "w":true
    },
    {
        "t":"The only true wisdom is in knowing you know nothing.",
        "a":"Socrates",
        "w":true
    },
    {
        "t":"Strong minds discuss ideas, average minds discuss events, weak minds discuss people.",
        "a":"Socrates",
        "w":true
    },
    {
        "t":"Employ your time in improving yourself by other men's writings so that you shall come easily by what others have labored hard for.",
        "a":"Socrates",
        "w":true
    },
    {
        "t":"Men follow their sentiments and their self-interest, but it pleases them to imagine that they follow reason. And so they look for, and always find, some theory which, a posteriori, makes their actions appear to be logical. If that theory could be demolished scientifically, the only result would be that another theory would be substituted for the first one, and for the same purpose.", 
        "a": "Vilfredo Pareto",
        "w": true
    }
]
